export enum Info {
    ADMIN_ADDED = '✅ Новый админ успешно добавлен',
    ADMIN_REMOVED = '🔴 Админ успешно удален',
    NAME_CHANGED = 'Название успешно изменено',
    PROMPT_CHANGED = 'Промпт успешно изменен',
    TELEGRAM_CHANNEL_ADDED = 'Телеграм-канал успешно добавлен',
    ACCOUNT_DELETED = 'Аккаунт успешно удален',
    GUILD_WAITING = '⏳ Захожу на сервера...',
    GUILD_ADDED = 'Сервер успешно добавлен',
    GUILD_REMOVED = 'Вышел успешно с сервера',
    DISCORD_CHANNEL_ADDED = 'Дискорд-чат успешно добавлен',
    DISCORD_CHANNEL_REMOVED = 'Дискорд-чат успешно удален',
    FILTER_ADDED = 'Фильтры были добавлены',
    FILTER_REMOVED = 'Фильтр успешно удален'
}
