export enum Warns {
    NOT_ALLOWED_INTERACTION = '🤷‍♂️ Ты не можешь выбрать сам себя',
    INVALID_TOKEN = '🤷‍♂️ Ты указал невалидный Discord-токен',
    ACCOUNT_EXIST = '🤷‍♂️ Аккаунт с таким токеном уже существует',
    TELEGRAM_CHANNEL_NOT_EXIST = '🤷‍♂️ Я не состою в этом канале, либо не являюсь его администратором',
    EMPTY_PROMPT = '❗ Не забудь указать промпт',
    INVALID_CHANNEL_URL = '🤷‍♂️ Ты указал невалидную ссылку',
    DISCORD_CHANNEL_NOT_EXIST = 'Не удалось найти указанный канал',
}
